Repository: johnmci/Scratch.app.for.iOS
Catalog: platforms/iOS/vm/Common/*.lproj/Localizable.strings
Languages: french

source: Yes
french: Oui

source: Cancel
french: Annuler

source: * Cough *
french: * Toux *

# Massive
source: Massive HairBall Crash
french: Crash massif de boule de cheveux

source: Reset
french: Remonter

source: Wait
french: Attent

source: Email
french: Couriel

# Kilogram
source: 10 Kilogram cat, too big!!!
french: 10 Kilogrammes de chat, trop gros!!!

source: Saved
french: Enregistrée

# SavedMsg
source: Message has been saved.
french: Le message a été enregistré

source: Failed
french: Raté

# FailedMsg
source: Sending has failed. Message has not been sent.
french: L'envoi a échoué. Le message n'a pas été envoyé

# helpSubject
source: Scratch coughed a HairBall
french: Scratch toussa une boule de cheveux

# helpMessage
source: Oops something happened and we'd like to send some information to the programmers to see if we can fix it
french: Attention quelque chose s'est passé et nous aimerions envoyer de l'information aux programmeurs pour voir si nous pouvons le réparer

# herding
source: Herding cats, working furiously, wait...
french: L'élevage de Chats, travaille avec acharnement, attente

# AhemMsg
source: Ok, this herding cats is taking way too long. You can either WAIT for us to line up the critters, or you can choose to RESET and make us lose our minds and we'll start over
french: Ok, cette chats élevage prend bien trop longtemps. Vous pouvez soit attendre pour que nous puissions aligner les bestioles, ou vous pouvez choisir de RESET et nous faire perdre notre esprit et nous allons plus démarrer

# Restriction
source: <html><center><font size=+5 color='red'>Restrictions do not allow access to the Internet, to access the Internet you must allow Safari access in the Settings General Restrictions option</font></center></html>
french: <html><center><font size=+5 color='red'>Restrictions ne permettent pas l'accès à l'internet, pour accéder à l'internet, vous devez l’autoriser à l'accès Safari dans le Restrictions générales choix Paramètres</font></center></html>

# checking
source: * Just Checking *
french: * Seulement verification *

# checkingMsg
source: To use this Scratch Viewer you must have an Scratch account to continue, and you must have access to the Internet to access the Scratch WebSite. If you choose to create an account we will exit this application and start Safari to create one.
french: Pour utiliser cette visionneuse Scratch vous devez avoir un compte Scratch pour continuer, et vous devez avoir accès à l’internet pour accéder au site Web Scratch. Si vous choisissez de créer un compte, nous fera quitter cette application et commencer à Safari pour en créer un

# play
source: Let's Play
french: Faire jouer

source: Create
french: Créer

source: Login
french: Entrer

source: No Internet
french: Pas d'Internet

# NoInternetMsg
source: Oops! We can't connect to the Scratch WebSite. Please check your connection to the Internet. Is AirPlane mode on? Do you have a celluar or WiFi connection problem? If it is working maybe Scratch is having a catnap? We'll see if we can show the last project
french: Dommage! Nous ne pouvons nous connecter au site Web Scratch. S'il vous plaît vérifier votre connexion à Internet. Est le mode Avion? Avez-vous un cellulaire ou un WiFi problème de connexion? Si elle ne fonctionne peut-être Scratch est d'avoir une sieste? Nous verrons si nous pouvons montrer au dernier projet

# About
source: Based on Scratch from the MIT Media Lab, Version 1.4
french: Sur la base de toutes pièces à partir du media lab du MIT 1.4 version

# InternetFailure
source: There seems to be a problem with the Internet Connection.
french: Il semble y avoir un problème avec la connexion d’internet.
